chore(content): write-only draft [cloud/eks-deep-dive/module-5.2-eks-networking]
